{
  "posts": [
    {
      "id": 1,
      "avatar": "https://i.imgur.com/tZfA3CJ.png",
      "name": "Charizard",
      "aniName": "One Piece",
      "genre": " Action, Adventure, Comedy, Drama, Fantasy, Manga, Martial Arts, Mystery, Shounen",
      "description": "Greatness, Glory, Gold. A Pirate Named Gold Roger also known as the Pirate King has conquered this all. He was executed with an unknown reason but before he died he had revealed his last word about The legendary Treasure named One Piece which was hidden in the Grand Line. 22 years after his Death, A Pirate named Monkey D. Luffy appeared and has only one Goal, To Become the Next 'Pirate King' and Find The Treasure 'One Piece'. This Start The Never Ending Adventure.",
      "author": "Oda Eiichiro",
      "image": "https://i.imgur.com/NvSxMR9.jpg"
    },
    {
      "id": 2,
      "avatar": "https://i.imgur.com/tZfA3CJ.png",
      "name": "Squirtle",
      "aniName": "Naruto",
      "genre": "Action, Adventure, Comedy, Drama, Fantasy, Manga, Martial Arts, Shounen",
      "description": "Twelve years before the events at the focus of the series, the nine-tailed demon fox attacked Konohagakure. It was a powerful demon fox; a single swing of one of its nine tails would raise tsunamis and flatten mountains. It raised chaos and slaughtered many people, until the leader of the Leaf Village - the Fourth Hokage - defeated it by sacrificing his own life to seal the demon inside a newly-born child. That child's name was Naruto Uzumaki.",
      "author": "Kishimoto Masashi",
      "image": "https://i.imgur.com/BHMjVCj.jpg"
    },
    {
      "id": 3,
      "avatar": "https://i.imgur.com/tZfA3CJ.png",
      "name": "Butterfree",
      "aniName": "Bleach",
      "genre": "Action, Adventure, Comedy, Drama, Fantasy, Manga, Shounen, Supernatural",
      "description": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a soul reaper and member of the mysterious Soul Society. While fighting a hollow, an evil spirit that preys on humans who display spiritual energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged soul reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia, it's Ichigo's job to protect the innocent from hollows and help the spirits themselves find peace.",
      "author": "Kubo Tite",
      "image": "https://i.imgur.com/uxKVmjB.jpg"
    },
    {
      "id": 4,
      "avatar": "https://i.imgur.com/tZfA3CJ.png",
      "name": "Pikachu",
      "aniName": "Log Horizon",
      "genre": "Fantasy, Isekai, Shounen",
      "description": "How would you react if one day you were sucked into an MMORPG and could never get out? After a mysterious incident, roughly 30,000 players from Japan are now forced to live their life inside the MMORPG 'Ender Tales' and can not log out. Even death is met with a respawn. Even worse is the fact that food has absolutely no taste. All this combined, many of the players inside this MMO has lost any will to actually play this game, but they are never allowed to leave. A player named Shiro will venture forth to uncover the mystery behind the reason why they are inside this game.",
      "author": "Touno Mamare, HARA Kazuhiro",
      "image": "https://i.imgur.com/HSRsZnX.jpg"
    },
    {
      "aniName": "Death Note",
      "genre": "Drama, Manga, Mystery, Psychological, Shounen, Supernatural, Tragedy",
      "author": "Ohba Tsugumi, OBATA Takeshi",
      "image": "https://i.imgur.com/Ix62MHo.jpg",
      "description": "<h5><span style=\"color: rgb(206, 0, 0);\"><span style=\"font-family: &quot;Arial Black&quot;; font-size: 12px; font-style: normal;\">An overachieving 12th grader, Yagami Light is an aspiring young man who seems destined for success. Unfortunately, his daily habits bore his incredible intelligence--So when a strange black notebook falls from the heavens during his class, it isn't long before he takes it for himself. In his room, he finds, to his horror/fascination, that the Death Note is real, and owned by Ryuk, a Shinigami (Death God).</span><span style=\"font-family: &quot;Arial Black&quot;;\">﻿</span></span></h5>",
      "id": 5
    }
  ],
  "users": [
    {
      "id": "1",
      "avatar": "https://i.imgur.com/tZfA3CJ.png",
      "username": "admin",
      "password": "admin",
      "email": "admin@admin.com"
    }
  ]
}